brew "asdf"
brew "awscli"
brew "bat"
brew "deno"
brew "diff-so-fancy"
brew "fnm"
brew "gh"
brew "go"
brew "neovim"
brew "nmap"
brew "ollama"
brew "opentofu"
brew "postgresql"
brew "python@3"
brew "rcm"
brew "ripgrep"
brew "shellcheck"
brew "tree"
brew "zsh"
cask "cursor"
cask "ghostty"
cask "hammerspoon"
cask "karabiner-elements"
cask "metasploit"
cask "raycast"
cask "slack"
cask "spotify"
cask "warp"